{
    "type": "Person",
    "name": "Harrison Tally",
    "role": "Innovation Manager",
    "image": {
        "url": "/images/avatar6.svg",
        "altText": "Harrison Tally",
        "styles": {
            "self": {
                "borderRadius": "medium",
                "margin": [
                    "mb-8"
                ]
            }
        },
        "type": "ImageBlock"
    },
    "colors": "bg-light-fg-dark",
    "elementId": null,
    "styles": {
        "self": {
            "padding": [
                "pt-6",
                "pb-6",
                "pl-6",
                "pr-6"
            ],
            "textAlign": "center",
            "borderColor": "border-neutral",
            "borderStyle": "solid",
            "borderWidth": 0,
            "borderRadius": "none",
            "justifyContent": "center"
        }
    },
    "bio": "**Name: Puseletso**\n\n**Title: Innovation Manager**\n\n**Location: Orange Farm Township, South of Johannesburg, South Africa**\n\n**Bio:**\n\n**Puseletso is a passionate Innovation Manager hailing from the vibrant community of Orange Farm, nestled in the heart of Johannesburg, South Africa. Despite facing the challenges of unemployment, Puseletso has dedicated his time, energy, and ingenuity to a remarkable cause - the development of a Small Business Chatbot tailored specifically for township informal businesses.**\n\n**Driven by a deep commitment to his community and a keen sense of innovation, Puseletso recognized the potential of technology to bridge the gap between local entrepreneurs and their customers. With unwavering determination, he embarked on the journey of creating a Chatbot Algorithm that empowers informal businesses to thrive in the digital age.**\n\n**Puseletso's brainchild, the Township Small Business Chatbot Algorithm, is poised to revolutionize how local businesses interact with customers, boost their visibility, and streamline their operations. His vision is to foster economic growth and opportunity within townships by harnessing the power of technology and connectivity.**\n\n**In the bustling landscape of township entrepreneurship, Puseletso stands as an advocate for change, a champion of innovation, and a beacon of hope. His dedication to this ambitious project is an inspiration to all who believe in the potential of technology to uplift communities and ignite the entrepreneurial spirit.**\n\n**Puseletso's journey is a testament to the transformative power of dedication, creativity, and the unwavering belief in making a positive impact at the grassroots level.**\n\n****\n"
}